Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

source: Conversational effort
es: Ritmo conversacional
zh_hans: 可以轻松交谈的强度

source: Cool-down
es: Vuelta a la calma
zh_hans: 放松整理

source: Correct
es: Corregir
zh_hans: 修改

source: Correct anything by going back. Plainstride will keep learning after setup.
es: Vuelve atrás para corregir lo que necesites. Plainstride seguirá aprendiendo después de la configuración.
zh_hans: 如需修改，可以返回上一步。完成设置后，平步青云仍会继续了解你。

source: Correct memory
es: Corregir información
zh_hans: 修改记忆

source: Could not submit report. Try again.
es: No se pudo enviar el informe. Inténtalo de nuevo.
zh_hans: 无法提交报告，请重试。

source: Could not save profile. Try again.
es: No se pudo guardar el perfil. Inténtalo de nuevo.
zh_hans: 无法保存个人资料，请重试。

source: Could not save training profile. Try again.
es: No se pudo guardar el perfil de entrenamiento. Inténtalo de nuevo.
zh_hans: 无法保存训练资料，请重试。

source: Could not upload photo. Try again.
es: No se pudo subir la foto. Inténtalo de nuevo.
zh_hans: 无法上传照片，请重试。

source: Could you comfortably have continued?
es: ¿Podrías haber continuado cómodamente?
zh_hans: 你能轻松地继续吗？

source: Couldn't participate
es: No pudo participar
zh_hans: 未能参加

source: Couldn’t save activity
es: No se pudo guardar la actividad
zh_hans: 无法保存活动

source: Create
es: Crear
zh_hans: 创建

source: Create and invite
es: Crear e invitar
zh_hans: 创建并邀请

source: Create share link
es: Crear enlace para compartir
zh_hans: 生成分享链接

source: Created by
es: Creada por
zh_hans: 发起人

source: Created by you
es: Creada por ti
zh_hans: 由你发起

source: Creating...
es: Creando...
zh_hans: 正在创建…

source: Curated
es: Selección
zh_hans: 精选

source: Curated plan
es: Plan seleccionado
zh_hans: 精选计划

source: CURRENT FOCUS
es: ENFOQUE ACTUAL
zh_hans: 当前重点

source: Customize
es: Personalizar
zh_hans: 定制

source: Cycle-aware guidance
es: Orientación según el ciclo
zh_hans: 经期感知训练指导

source: Cycle-aware guidance is off
es: La orientación según el ciclo está desactivada
zh_hans: 记录和使用月经数据

# cycle.checkin.period_today
source: Period today
es: Periodo hoy
zh_hans: 今天来月经

# cycle.checkin.save
source: Save private check-in
es: Guardar registro privado
zh_hans: 保存私密记录

# cycle.checkin.title
source: How are you today?
es: ¿Cómo estás hoy?
zh_hans: 你今天感觉如何？

# cycle.data.delete
source: Delete cycle data
es: Eliminar datos del ciclo
zh_hans: 删除周期数据

# cycle.privacy.detail
source: Optional and private. Plainstride stores these entries only on this device and sends only a generic training signal when adaptation is requested.
es: Opcional y privado. Plainstride guarda estos datos solo en este dispositivo y envía únicamente una señal genérica de entrenamiento cuando solicitas una adaptación.
zh_hans: 此功能可选且私密。Plainstride 只会将这些记录保存在本设备上，并且仅在你请求调整时发送通用训练信号。

# cycle.setting.enabled
source: Use cycle-aware guidance
es: Usar recomendaciones según el ciclo
zh_hans: 使用周期感知建议

# cycle.title
source: Cycle-aware guidance
es: Recomendaciones según el ciclo
zh_hans: 周期感知建议

# cycle.training_impact.detail
source: You always choose whether to use a gentler option or keep the planned workout.
es: Tú decides siempre si usar una opción más suave o mantener el entrenamiento planificado.
zh_hans: 你始终可以选择更温和的方案，或继续原定锻炼。

# cycle.training_impact.title
source: Training impact
es: Impacto en el entrenamiento
zh_hans: 对训练的影响

source: Date
es: Fecha
zh_hans: 日期

source: Decline connection request
es: Rechazar solicitud de contacto
zh_hans: 拒绝跑友申请

source: Default
es: Por defecto
zh_hans: 默认

source: Default · 1 hr
es: Predeterminado · 1 h
zh_hans: 默认 · 1 小时

source: Delete Account
es: Eliminar cuenta
zh_hans: 删除账户

source: Delete Account and Data
es: Eliminar cuenta y datos
zh_hans: 删除账户和数据

source: Delete comment
es: Eliminar comentario
zh_hans: 删除评论

source: Delete cycle data
es: Eliminar datos del ciclo
zh_hans: 删除经期数据

source: Delete invitation
es: Eliminar invitación
zh_hans: 删除邀请

source: Delete invitation for %@
es: Eliminar la invitación de %@
zh_hans: 删除发给 %@ 的邀请

source: Delete invitation?
es: ¿Eliminar invitación?
zh_hans: 要删除邀请吗？

source: Delete post
es: Eliminar publicación
zh_hans: 删除动态

source: Delivery
es: Método de envío
zh_hans: 发送方式

source: Details
es: Detalles
zh_hans: 详情

source: Discard activity
es: Descartar actividad
zh_hans: 丢弃活动

source: Discomfort: %lld of 5
es: Malestar: %lld de 5
zh_hans: 不适程度：%lld/5

source: Discover
es: Descubrir
zh_hans: 发现

source: Discover activities
es: Descubrir actividades
zh_hans: 发现活动

source: Discover groups
es: Descubrir grupos
zh_hans: 发现跑团

source: Discoverable running groups will appear here.
es: Aquí aparecerán los grupos de running que puedas descubrir.
zh_hans: 可以加入的跑团会显示在这里。

source: Display name
es: Nombre para mostrar
zh_hans: 显示名称

source: Distance
es: Distancia
zh_hans: 距离

source: Distance Bike
es: Ciclismo por distancia
zh_hans: 按距离骑行

source: Distance in km
es: Distancia en km
zh_hans: 距离（公里）

source: Distance Run
es: Carrera por distancia
zh_hans: 按距离跑步

source: Done
es: Listo
zh_hans: 完成

source: Download a Better Voice
es: Descargar una voz mejor
zh_hans: 下载更自然的语音

source: Duration
es: Duración
zh_hans: 时长

source: Duration in minutes
es: Duración (minutos)
zh_hans: 时长（分钟）

source: Ease down
es: Baja el ritmo
zh_hans: 逐渐放慢

source: Easier
es: Más suave
zh_hans: 更轻松

source: Easy + pickups
es: Carrera suave + aceleraciones
zh_hans: 轻松跑 + 加速跑

source: Easy run
es: Carrera suave
zh_hans: 轻松跑

source: Easy, conversational pace
es: Ritmo suave para poder conversar
zh_hans: 轻松跑，保持能聊天的强度

source: Edit
es: Editar
zh_hans: 编辑

source: Edit activity
es: Editar actividad
zh_hans: 编辑活动

source: Edit Activity
es: Editar actividad
zh_hans: 编辑活动

source: Edit my answers
es: Editar mis respuestas
zh_hans: 编辑我的答案

source: Elev
es: Elevación
zh_hans: 海拔

source: Elevation
es: Elevación
zh_hans: 海拔

source: Email
es: Correo electrónico
zh_hans: 电子邮箱

source: Submit report
es: Enviar informe
zh_hans: 提交报告

source: Submitting…
es: Enviando…
zh_hans: 正在提交…

source: Enable Camera for Plainstride in Settings to record with the live preview.
es: Activa la cámara para Plainstride en Ajustes para grabar con la vista previa en directo.
zh_hans: 在“设置”中启用“平步青云相机”以通过实时预览进行录制。

source: Enabled
es: Activado
zh_hans: 启用

source: End
es: Fin
zh_hans: 结束

source: End plan
es: Finalizar plan
zh_hans: 结束计划

source: Energy is there today. Keep the rhythm going without forcing it.
es: Hoy hay energía. Aprovecha el impulso sin forzar.
zh_hans: 今天状态不错，顺着节奏跑，不必勉强加码。

source: Energy: %lld of 5
es: Energía: %lld de 5
zh_hans: 精力：%lld/5

source: Expand group run
es: Expandir carrera en grupo
zh_hans: 展开团体跑

source: Expand shoe settings
es: Expandir ajustes de zapatillas
zh_hans: 展开跑鞋设置

source: Expand workout card
es: Expandir tarjeta de entrenamiento
zh_hans: 展开训练卡片

source: Export %@
es: Exportar %@
zh_hans: 导出 %@

source: Face
es: Apariencia
zh_hans: 形象

source: Feedback type
es: Tipo de comentario
zh_hans: 反馈类型

source: Female
es: Femenino
zh_hans: 女性

source: Find people
es: Buscar personas
zh_hans: 寻找跑友

source: Finish
es: Finalizar
zh_hans: 完成

source: Finish activity
es: Finalizar actividad
zh_hans: 完成活动

source: Finished
es: Finalizado
zh_hans: 已完成

source: Finished · No activity saved
es: Finalizado · Sin actividad guardada
zh_hans: 已完成 · 未保存活动

source: First 5K
es: Primer 5K
zh_hans: 首个 5K

source: Fit
es: Compatibilidad
zh_hans: 适合程度

source: Fit the time you have
es: Adaptar al tiempo disponible
zh_hans: 根据可用时间调整

source: Fitness and weight support
es: Apoyo para la forma física y el peso
zh_hans: 体能与体重管理

source: Flip Camera
es: Voltear cámara
zh_hans: 翻转相机

source: Forget
es: Eliminar
zh_hans: 删除

source: Freestyle run
es: Carrera libre
zh_hans: 自由跑

source: Fresh start today?
es: ¿Volvemos a empezar hoy?
zh_hans: 今天，重新出发。

source: Friends can meet here or join from anywhere.
es: Tus amigos pueden quedar aquí o participar desde donde estén.
zh_hans: 朋友可以在这里集合，也可以从任何地方参与。

source: From %@
es: De %@
zh_hans: 来自%@

source: From your training plan
es: De tu plan de entrenamiento
zh_hans: 来自你的训练计划

source: From %@ · Direct invitation
es: De %@ · Invitación directa
zh_hans: 来自%@ · 直接邀请

source: From %@ · Your connection
es: De %@ · Tu contacto
zh_hans: 来自%@ · 你的好友

source: From %@ · Your group
es: De %@ · Tu grupo
zh_hans: 来自%@ · 你的群组

source: Gear
es: Equipo
zh_hans: 装备

source: Gentler workout suggested
es: Se recomienda un entrenamiento más suave
zh_hans: 建议进行更轻松的训练

source: Get back into rhythm
es: Recuperar el ritmo
zh_hans: 找回节奏

source: Get guidance or customize the activity conversationally
es: Recibe recomendaciones o personaliza la actividad conversando
zh_hans: 通过对话获取建议或自定义活动

source: Getting to know your running
es: Conociendo cómo corres
zh_hans: 了解你的跑步状态

source: Give today a little motion.
es: Pon el día en movimiento.
zh_hans: 让今天动起来。

source: Goal
es: Objetivo
zh_hans: 目标

source: Going
es: Asistentes
zh_hans: 参加人数

source: Golden Gate Park
es: Parque Golden Gate
zh_hans: 金门公园

source: Good day to get in motion.
es: Buen día para ponerse en marcha.
zh_hans: 今天适合跑起来。

source: Got it
es: Entiendo
zh_hans: 明白了

source: Group run
es: Carrera en grupo
zh_hans: 团体跑

source: Group runs and plans from your connections will appear here.
es: Aquí aparecerán las carreras en grupo y los planes de tus contactos.
zh_hans: 跑友的团跑和跑步计划会显示在这里。

source: Groups
es: Grupos
zh_hans: 跑团

source: Milestone unlocked
es: Hito desbloqueado
zh_hans: 里程碑已解锁

# guide.persona.section.title
source: Coach
es: Entrenador
zh_hans: 教练风格

# guide.persona.supportive.name
source: Supportive
es: Cercano
zh_hans: 陪伴型

# guide.persona.supportive.detail
source: Encouraging, practical coaching that keeps effort sustainable.
es: Orientación práctica y alentadora para mantener un esfuerzo sostenible.
zh_hans: 用鼓励而实用的方式，帮助你保持可持续的强度。

# guide.persona.focused.name
source: Focused
es: Enfocado
zh_hans: 专注型

# guide.persona.focused.detail
source: Clear, concise coaching with one useful action at a time.
es: Indicaciones claras y breves, con una acción útil cada vez.
zh_hans: 提示清晰简洁，每次只给一个有用的行动建议。

# guide.persona.calm.name
source: Calm
es: Sereno
zh_hans: 沉静型

# guide.persona.calm.detail
source: Low-key guidance centered on breathing, rhythm, and composure.
es: Acompañamiento suave centrado en la respiración, el ritmo y la calma.
zh_hans: 低干扰地关注呼吸、节奏与从容感。

# guide.voice.warm.name
source: Female
es: Voz femenina
zh_hans: 女声

# guide.voice.warm.detail
source: Warm, clear, and encouraging while you move.
es: Cálida, clara y alentadora mientras te mueves.
zh_hans: 温暖清晰，在运动中自然地给予鼓励。

# guide.voice.gentle.detail
source: Soft, calm, and reassuring.
es: Suave, tranquila y reconfortante.
zh_hans: 轻柔平静，让人安心。

# guide.voice.composed.detail
source: Thoughtful, balanced, and clear.
es: Reflexiva, equilibrada y clara.
zh_hans: 理性从容，表达清楚。

# guide.voice.bright.name
source: Male
es: Voz masculina
zh_hans: 男声

# guide.voice.bright.detail
source: Direct, steady, and easy to hear while you move.
es: Directa, estable y fácil de seguir mientras te mueves.
zh_hans: 直接沉稳，在运动中也容易听清。

# guide.voice.driven.detail
source: Rhythmic and motivating for harder efforts.
es: Rítmica y motivadora para los esfuerzos exigentes.
zh_hans: 节奏有力，适合更具挑战的训练。

# guide.voice.easygoing.detail
source: Friendly, casual, and low-pressure.
es: Cercana, informal y sin presión.
zh_hans: 友好随和，没有压力感。

# guide.voice.server_audio.help
source: Voice previews and coaching audio are generated by Plainstride’s configured AI service and cached for reliable playback.
es: Las muestras de voz y el audio de las indicaciones se generan con el servicio de IA configurado por Plainstride y se guardan para una reproducción fiable.
zh_hans: 语音试听和指导音频由 Plainstride 配置的 AI 服务生成并缓存，确保稳定播放。

# live_guidance.auto_pause
source: Workout paused.
es: Entrenamiento en pausa.
zh_hans: 训练已暂停。

# live_guidance.auto_resume
source: Workout resumed.
es: Entrenamiento reanudado.
zh_hans: 重启训练。

# live_guidance.transition.cooldown
source: Bring the effort down smoothly for your cooldown.
es: Baja el esfuerzo gradualmente para entrar en la vuelta a la calma.
zh_hans: 平稳降低强度，进入放松阶段。

# live_guidance.transition.default
source: Flow smoothly into the next effort.
es: Entra con fluidez en el siguiente esfuerzo.
zh_hans: 顺畅衔接到下一段训练。

# live_guidance.transition.recovery
source: Ease into recovery and let your breathing settle.
es: Entra suavemente en la recuperación y deja que se calme la respiración.
zh_hans: 放缓进入恢复段，让呼吸平稳下来。

# live_guidance.transition.walk
source: Shift into the walk and let the effort settle.
es: Pasa a caminar y deja que baje el esfuerzo.
zh_hans: 切换到步行，让强度降下来。

# live_guidance.transition.work
source: Build into the next effort with control.
es: Aumenta el esfuerzo con control para entrar en el siguiente tramo.
zh_hans: 有控制地提升强度，进入下一段。

# live_guidance.workout_instruction
source: New segment. Settle into the prescribed effort.
es: Nuevo segmento. Adopta el esfuerzo indicado.
zh_hans: 进入新阶段，按训练要求稳定强度。

# live_guidance.segment_transition.format
source: Go. %@.
es: Ahora, %@.
zh_hans: 进入%@。

# guide.voice.female.section.title
source: Female voices
es: Voces femeninas
zh_hans: 女声

# guide.voice.male.section.title
source: Male voices
es: Voces masculinas
zh_hans: 男声

# guide.preview.voice
source: Preview Voice
es: Probar voz
zh_hans: 试听语音

# guide.preview.unavailable
source: Voice preview is unavailable right now.
es: La muestra de voz no está disponible ahora mismo.
zh_hans: 暂时无法试听该语音。

# guide.challenge.off
source: Off
es: Desactivado
zh_hans: 关闭

# guide.challenge.off.detail
source: No challenge during this activity.
es: Sin reto durante esta actividad.
zh_hans: 本次活动不设置挑战。

# guide.challenge.section.title
source: Optional live challenge
es: Reto opcional durante la actividad
zh_hans: 可选实时挑战

# guide.challenge.three_minutes
source: 3-minute lift
es: Aceleración de 3 minutos
zh_hans: 3 分钟提速

# guide.challenge.three_minutes.detail
source: A focused three-minute push when the timing is right.
es: Tres minutos de esfuerzo concentrado cuando sea el momento adecuado.
zh_hans: 时机合适时进行三分钟专注提速。

# guide.challenge.two_minutes
source: 2-minute lift
es: Aceleración de 2 minutos
zh_hans: 2 分钟提速

# guide.challenge.two_minutes.detail
source: A focused two-minute push when the timing is right.
es: Dos minutos de esfuerzo concentrado cuando sea el momento adecuado.
zh_hans: 时机合适时进行两分钟专注提速。

# guide.contract.coach_me
source: Coach Me
es: Guíame
zh_hans: 主动指导

# guide.contract.coach_me.detail
source: Offers more frequent coaching around useful moments.
es: Ofrece indicaciones más frecuentes en momentos útiles.
zh_hans: 在关键时刻提供更频繁的指导。

# guide.contract.picker.title
source: Coaching level
es: Nivel de acompañamiento
zh_hans: 指导程度

# guide.contract.quiet
source: Quiet
es: Tranquilo
zh_hans: 安静

# guide.contract.quiet.detail
source: Stats, workout transitions, route guidance, and safety only.
es: Solo estadísticas, cambios de segmento, indicaciones de ruta y avisos de seguridad.
zh_hans: 仅播报数据、训练阶段切换、路线指引和安全提醒。

# guide.contract.responsive
source: Responsive
es: Adaptativo
zh_hans: 适时

# guide.contract.responsive.detail
source: Adds coaching when a meaningful change is detected.
es: Añade indicaciones cuando detecta un cambio importante.
zh_hans: 检测到明显变化时提供指导。

# guide.contract.section.title
source: Coaching level
es: Nivel de acompañamiento
zh_hans: 指导程度

# guide.feedback.bad_timing
source: Bad timing
es: Mal momento
zh_hans: 时机不对

# guide.feedback.helpful
source: Helpful
es: Útil
zh_hans: 有帮助

# guide.feedback.privacy
source: Feedback improves cue timing and frequency. Coaching text is not included in analytics.
es: Los comentarios mejoran el momento y la frecuencia de las indicaciones. El texto de las indicaciones no se incluye en los análisis.
zh_hans: 反馈会改善提示时机和频率。分析数据不包含指导文本。

# guide.feedback.section.title
source: How was live guidance?
es: ¿Qué tal fueron las indicaciones en directo?
zh_hans: 实时指导体验如何？

# guide.feedback.summary.format
source: %1$d cues · %2$d helped
es: %1$d indicaciones · %2$d útiles
zh_hans: %1$d 条指导 · %2$d 条有帮助

# guide.feedback.too_generic
source: Too generic
es: Demasiado genérico
zh_hans: 太笼统

# guide.feedback.too_much
source: Too much
es: Demasiado
zh_hans: 太多了

# guide.preview.en.balanced
source: Nice work. Stay relaxed, keep your steps light, and hold this steady rhythm.
es: Buen trabajo. Mantén la relajación, pisa ligero y conserva este ritmo estable.
zh_hans: 做得很好。保持放松，步伐轻盈，稳住这个节奏。

# guide.preview.en.calm
source: You’re doing well. Relax your shoulders, breathe easily, and let the rhythm come to you.
es: Vas bien. Relaja los hombros, respira con facilidad y deja que el ritmo llegue solo.
zh_hans: 你做得不错。放松肩膀，轻松呼吸，让身体自然进入节奏。

# guide.preview.en.driven
source: You’ve got this. Stay tall, quicken your feet, and drive through this next stretch.
es: Puedes hacerlo. Mantente erguido, agiliza los pies y aprieta en este siguiente tramo.
zh_hans: 你可以的。保持身体挺拔，加快脚步，在接下来这一段继续发力。

# guide.preview.play
source: Play Coaching Preview
es: Reproducir muestra de entrenamiento
zh_hans: 播放指导试听

# guide.preview.section.title
source: Preview
es: Vista previa
zh_hans: 试听

# guide.preview.stop
source: Stop Preview
es: Detener vista previa
zh_hans: 停止试听

# guide.tone.balanced
source: Balanced
es: Equilibrado
zh_hans: 均衡

# guide.tone.calm
source: Calm
es: Tranquilo
zh_hans: 平静

# guide.tone.driven
source: Driven
es: Enérgico
zh_hans: 积极

# guide.tone.frequency.help
source: Update frequency controls how often your companion offers spoken nudges and live pace, time, and distance recaps during an activity.
es: La frecuencia de actualización controla cada cuánto tu compañero ofrece indicaciones habladas y resúmenes en directo de ritmo, tiempo y distancia durante una actividad.
zh_hans: 更新频率决定跑步伙伴在活动中多久提供一次语音提示，以及实时播报配速、时间和距离。

# guide.tone.picker.title
source: Coaching tone
es: Tono del entrenamiento
zh_hans: 指导语气

# guide.tone.section.title
source: Coaching tone
es: Tono del entrenamiento
zh_hans: 指导语气

# guide.tone.spoken_updates
source: Spoken Updates
es: Actualizaciones habladas
zh_hans: 语音播报

# guide.updates.help
source: Controls regular time, distance, split pace, and average pace updates independently from coaching.
es: Controla los avisos periódicos de tiempo, distancia, ritmo por tramo y ritmo medio de forma independiente a las indicaciones.
zh_hans: 独立于指导频率，控制时间、距离、分段配速和平均配速的定期播报。

# guide.updates.less
source: Less
es: Menos
zh_hans: 较少

# guide.updates.more
source: More
es: Más
zh_hans: 较多

# guide.updates.picker.title
source: Stat updates
es: Actualizaciones de estadísticas
zh_hans: 数据播报

# guide.updates.section.title
source: Stat updates
es: Actualizaciones de estadísticas
zh_hans: 数据播报

# guide.updates.standard
source: Standard
es: Estándar
zh_hans: 标准

# guide.voice.add_apple_voice
source: Add a more natural Apple voice
es: Añadir una voz de Apple más natural
zh_hans: 添加更自然的 Apple 语音

# guide.voice.add_apple_voice.detail
source: No Premium or Enhanced voice is installed. The available Standard voice may sound noticeably robotic or poor.
es: No hay ninguna voz prémium o mejorada instalada. La voz estándar disponible puede sonar robótica o de baja calidad.
zh_hans: 尚未安装高级版或增强版语音。可用的标准语音可能听起来明显机械或效果很差。

# guide.voice.download_help
source: How to download a voice
es: Cómo descargar una voz
zh_hans: 如何下载语音

# guide.voice.downloaded.apple
source: Downloaded Apple
es: Apple descargadas
zh_hans: 已下载的 Apple 语音

# guide.voice.language_changed.detail
source: The app language changed, so your previous voice may pronounce coaching incorrectly. Spoken guidance is paused until you choose and preview a compatible voice.
es: El idioma de la app ha cambiado, por lo que la voz anterior podría pronunciar mal las indicaciones. Las indicaciones habladas están pausadas hasta que elijas y pruebes una voz compatible.
zh_hans: App 语言已更改，之前的语音可能无法正确朗读指导内容。在你选择并试听兼容的语音前，语音指导将暂停。

# guide.voice.language_changed.title
source: Choose a voice for this language
es: Elige una voz para este idioma
zh_hans: 为当前语言选择语音

# guide.voice.required.detail
source: Choose and preview a compatible voice before spoken guidance begins. Standard voices require an additional quality warning.
es: Elige y prueba una voz compatible antes de iniciar las indicaciones habladas. Las voces estándar requieren una advertencia adicional sobre su calidad.
zh_hans: 请先选择并试听兼容的语音，再开始语音指导。选择标准语音时还会显示额外的质量警告。

# guide.voice.required.title
source: Choose a voice for spoken guidance
es: Elige una voz para las indicaciones
zh_hans: 为语音指导选择语音

# guide.voice.unavailable.detail
source: The voice you chose is no longer installed or compatible with the app language. Spoken guidance is paused until you choose another voice.
es: La voz que elegiste ya no está instalada o no es compatible con el idioma de la app. Las indicaciones habladas están pausadas hasta que elijas otra voz.
zh_hans: 你选择的语音已不再安装，或与 App 语言不兼容。在你选择其他语音前，语音指导将暂停。

# guide.voice.unavailable.title
source: Your selected voice is unavailable
es: La voz seleccionada no está disponible
zh_hans: 所选语音不可用

# guide.voice.other_voices
source: Other voices
es: Otras voces
zh_hans: 其他语音

# guide.voice.quality.enhanced
source: Apple Enhanced
es: Apple mejorada
zh_hans: Apple 增强版

# guide.voice.quality.premium
source: Apple Premium
es: Apple prémium
zh_hans: Apple 高级版

# guide.voice.quality.standard
source: Apple Standard
es: Apple estándar
zh_hans: Apple 标准版

# guide.voice.section.title
source: Voice
es: Voz
zh_hans: 语音

# guide.voice.standard.section
source: Standard fallback
es: Voz estándar de respaldo
zh_hans: 标准备用语音

# guide.voice.standard.warning.message
source: Standard system voices can sound robotic or poor. Download an Apple Premium or Enhanced voice for more natural coaching.
es: Las voces estándar del sistema pueden sonar robóticas o de baja calidad. Descarga una voz Apple prémium o mejorada para obtener indicaciones más naturales.
zh_hans: 标准系统语音可能听起来机械或效果很差。请下载 Apple 高级版或增强版语音，以获得更自然的指导。

# guide.voice.standard.warning.title
source: Use a lower-quality voice?
es: ¿Usar una voz de menor calidad?
zh_hans: 使用较低质量的语音？

# guide.voice.standard.warning.use
source: Use Standard Voice
es: Usar voz estándar
zh_hans: 使用标准语音

# guide.voice.upgrade.message
source: You’re using a Standard voice. An Apple Premium or Enhanced voice is now available for more natural spoken coaching.
es: Estás usando una voz estándar. Ya tienes disponible una voz Apple prémium o mejorada para que las indicaciones suenen más naturales.
zh_hans: 你正在使用标准语音。现在已有 Apple 高级版或增强版语音可用，可让语音指导听起来更自然。

# guide.voice.upgrade.title
source: A better voice is available
es: Hay una voz mejor disponible
zh_hans: 已有更自然的语音可用

# guide.voice.upgrade.update
source: Update Voice Settings
es: Actualizar ajustes de voz
zh_hans: 更新语音设置

source: Harder
es: Más exigente
zh_hans: 更难

source: Health & body
es: Salud y cuerpo
zh_hans: 健康与身体

source: Heart-rate zones
es: Zonas de frecuencia cardíaca
zh_hans: 心率区

source: Height (cm)
es: Altura (cm)
zh_hans: 身高（厘米）

source: Height (in)
es: Altura (pulg)
zh_hans: 身高（英寸）

source: Help
es: Ayuda
zh_hans: 帮助

source: Help me choose
es: Ayúdame a elegir
zh_hans: 帮我选择

source: Here is what your companion understood.
es: Esto es lo que ha entendido tu compañero.
zh_hans: 这是你的伙伴所理解的内容。

source: Here’s what I understand
es: Esto es lo que entiendo
zh_hans: 我对你的了解

source: Hide activity
es: Ocultar actividad
zh_hans: 隐藏活动

source: High confidence
es: Confianza alta
zh_hans: 可信度高

source: How are you arriving today?
es: ¿Cómo llegas hoy?
zh_hans: 你今天状态如何？

source: How are you today?
es: ¿Cómo estás hoy?
zh_hans: 你今天怎么样？

source: How did that feel?
es: ¿Cómo te sentiste?
zh_hans: 感觉如何？

source: I joined without recording
es: Participé sin grabar la actividad
zh_hans: 我参加了，但没有记录

source: I'm going
es: Voy a ir
zh_hans: 我要参加

source: Include app and device details
es: Incluir información de la app y el dispositivo
zh_hans: 附上应用和设备信息

source: Include recent app logs
es: Incluir registros recientes de la app
zh_hans: 附上最近的应用日志
